driver-tests/bpelse/dynamicpartnerlink/correlation/correlationJbi/test/onMesgCorrelation/Input2.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
                   xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance"
                   xmlns:xsd="http://www.w3.org/1999/XMLSchema"
                   xmlns:tns="http://seebeyond.com/correlationOnMesg/"
                   xmlns="urn:correlationOnMesgTargetNamespace">
 <SOAP-ENV:Header/>
 <SOAP-ENV:Body>
  <correlationOnMesgPart>
    <string>1.11</string>
  </correlationOnMesgPart>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>